{
    "title": "Climate Change Countermeasures",
    "background": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730305453/bg-sustainbility-committee_t5tpmw.webp",
    "primaryColor": "#01a7ac",
    "components": [
      {
        "type": "Section",
        "props": {
          "components": [
            {
              "type": "H1",
              "props": {
                "text": "Climate Change Countermeasures"
              }
            },
            {
              "type": "P",
              "props": {
                "paragraphs": [
                  "Our company refers to the Task Force on Climate-related Financial Disclosures (TCFD) framework and identifies potential climate risks and opportunities through the four core elements of 'Governance', 'Strategy', 'Risk Management', and 'Metrics and Targets'. We assess the impact on operations and develop relevant strategies and measures to mitigate the losses caused by climate change."
                ]
              }
            },
            {
              "type": "List",
              "props": {
                "type": "title",
                "items": [
                  {
                    "title": "Governance",
                    "label": "Led by the Sustainable Development - Risk Management Team, representatives from various departments (including finance, accounting, sales, management, warehousing, IT, human resources, and legal) convene to discuss and gather information on climate-related topics. After assessing the risks of each issue and their impact on both internal and external aspects, including climate risk identification and response, we prioritize the company's sustainability initiatives for the year, including climate-related topics, to fulfill our sustainability policy through concrete actions.\n\nUnder the supervision of the internal control system, each department complies with regulatory and risk management measures, with internal audits conducted to ensure operational safety and stability. Annually, performance results are reported to the Board of Directors, allowing them to monitor trends related to sustainability and track the progress and responses on climate governance topics, ultimately implementing the established climate policy."
                  },
                  {
                    "title": "Strategy",
                    "label": "Each department follows TCFD guidelines to comprehensively identify climate-related risks and opportunities. By analyzing the industry landscape and global sustainability trends, climate issues are classified into three categories: physical risks, transition risks, and climate opportunities. Each risk and opportunity is evaluated based on its timeframe, likelihood, and impact, resulting in the identification of four transition risks, two physical risks, and four climate opportunities. Annual monitoring of implementation and target achievement is conducted to ensure effective management."
                  }
                ]
              }
            }
          ]
        }
      },
      {
        "type": "Section",
        "props": {
          "components": [
            {
              "type": "H1",
              "props": {
                "text": "Identification Process for Climate-Related Risks and Opportunities"
              }
            },
            {
              "type": "Step",
              "props": {
                "steps": [
                  {
                    "step": "Step 1",
                    "title": "Climate Issue Collection",
                    "icon": "faMapMarked",
                    "description": "Considering industry characteristics, we compile global and domestic sustainability trends, climate issues of concern to peers, and the latest regulations. This results in the identification of 11 climate risks and opportunities relevant to Supreme, including 5 transition risks, 2 physical risks, and 4 climate opportunities."
                  },
                  {
                    "step": "Step 2",
                    "title": "Impact Assessment of Climate Issues",
                    "icon": "faClipboardList",
                    "description": "Relevant departments evaluate the timeframe, likelihood, and severity of impact for these 11 issues, and opinions are visualized in a matrix based on quantitative scoring results."
                  },
                  {
                    "step": "Step 3",
                    "title": "Confirmation of Key Climate Issues",
                    "icon": "faBullseye",
                    "description": "By referencing the materiality matrix, the company's current operations, and future sustainability plans, 10 key climate issues are ultimately identified, including 4 transition risks, 2 physical risks, and 4 climate opportunities."
                  }
                ]
              }
            }
          ]
        }
      },
      {
        "type": "Section",
        "props": {
          "components": [
            {
              "type": "H1",
              "props": {
                "text": "Materiality Matrix of Climate Risks and Opportunities"
              }
            },
            {
              "type": "Img",
              "props": {
                "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730623580/climate-matrix_rl1bid.webp",
                "className": "mb-12"
              }
            },
            {
              "type": "Column",
              "props": {
                "columns": 2,
                "components": [
                  {
                    "type": "List",
                    "props": {
                      "type": "basic",
                      "items": [
                        {
                          "label": "O1 - Use more efficient distribution processes"
                        },
                        {
                          "label": "O2 - Actively expand renewable energy sources"
                        },
                        {
                          "label": "O3 - Develop and/or introduce low-carbon products and services."
                        },
                        {
                          "label": "O4 - Enter new markets"
                        }
                      ],
                      "className": "list-disc "
                    }
                  },
                  {
                    "type": "List",
                    "props": {
                      "type": "basic",
                      "items": [
                        {
                          "label": "R1 - Increase in greenhouse gas emissions pricing"
                        },
                        {
                          "label": "R2 - Failure to invest in new technologies"
                        },
                        {
                          "label": "R3 - Costs of transitioning to low-carbon technologies"
                        },
                        {
                          "label": "R4 - Changes in customer preferences"
                        },
                        {
                          "label": "R5 - Increased severity of extreme weather events such as typhoons and floods"
                        },
                        {
                          "label": "R6 - Changes in precipitation patterns and extreme climate variations"
                        },
                        {
                          "label": "R7 - Risk of default or credit impact"
                        }
                      ],
                      "className": "list-disc"
                    }
                  }
                ]
              }
            }
          ]
        }
      },
      {
        "type": "Section",
        "props": {
          "components": [
            {
              "type": "H1",
              "props": {
                "text": "Impact and Countermeasures for Climate Risks"
              }
            },
            {
              "type": "Table",
              "props": {
                "headers": [
                  "Category",
                  "Climate-Related Risk",
                  "Timeframe",
                  "Potential Financial Impact",
                  "Countermeasures"
                ],
                "rows": [
                  [
                    { "content": "Transition Risk", "rowSpan": 4 },
                    { "content": "R2 - Failure to invest in new technologies" },
                    { "content": "Medium to long-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Investment and development in new energy technologies, such as electric vehicle battery modules, motors, EXN stations, and EV components, will increase operational costs. If these investments fail, it may lead to operational losses, affecting shareholder profits."
                        ]
                      },
                      "rowSpan": 2
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Independently research and design products, and contract low-carbon manufacturers; in the short term, continue R&D on new energy products such as EV battery modules, motors, EXN stations, and EV components. Develop energy-efficient, low-carbon products, outsource production to low-carbon manufacturers, and integrate them into R&D products to reduce potential carbon emissions.",
                          "Adopt a shared component strategy to reduce ineffective assembly time and cost, and simplify the design and production process.",
                          "Record R&D logs and regularly review investment and development outcomes, promote the company's new energy business at exhibitions; once production techniques reach mass production standards, actively promote low-carbon products to customers.",
                          "Apply for patents to protect technical R&D achievements and work with clients to develop components for green energy EVs. Currently, there are 23 planned patent applications for the electric power system.",
                          "Manage staff with confidentiality agreements to prevent R&D technology leakage and strengthen the company's R&D capabilities."
                        ]
                      },
                      "rowSpan": 2
                    }
                  ],
                  [{ "content": "R3 - Costs of transitioning to low-carbon technologies" }, { "content": "Medium-term" }],
                  [
                    { "content": "R4 - Changes in customer preferences" },
                    { "content": "Medium-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Collaborating with high-carbon companies may impact customers' willingness to purchase, potentially leading to revenue declines.",
                          "Low climate resilience may affect customer and stakeholder satisfaction with the company."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Collaborate with upstream suppliers that meet environmental standards to reduce the product’s environmental impact footprint; in 2023, the estimated cost and expected benefits of green transportation showed discrepancies. In the next 3-5 years, we will continue to observe and assess green transportation market changes.",
                          "Implement 'Supplier Management Operations' to carefully select reputable suppliers.",
                          "Enhance the company’s climate resilience through environmental energy-saving measures and climate disaster responses."
                        ]
                      }
                    }
                  ],
                  [
                    { "content": "R7 - Risk of default or credit impact" },
                    { "content": "Medium-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Physical climate risks could lead to prolonged power outages, airport closures, flight suspensions, and road closures, interrupting operations, blocking shipments, and delaying deliveries. This may impact customer production schedules, resulting in default or credit impacts, which could lead to increased financial costs or compensation claims."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Conduct biannual risk management meetings for review.",
                          "Use UPS systems to prevent data loss due to sudden power outages.",
                          "Distribute shipments across various warehouse locations. Based on product demand and company policy, new warehouses are planned over the next 3-5 years."
                        ]
                      }
                    }
                  ],
                  [
                    { "content": "Physical Risk", "rowSpan": 2 },
                    { "content": "R5 - Increased severity of extreme weather events such as typhoons and floods" },
                    { "content": "Short-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Climate factors (such as transportation interruptions, flooding) may lead to increased shipping costs, delayed delivery times, higher insurance costs for inventory and transportation, and increased customer complaints, which may also impact accounts receivable collection times.",
                          "Operational site hardware may be damaged by climate disasters.",
                          "Employees may be unable to attend work, reducing productivity, leading to lower revenue and higher occupational safety costs."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Increase packaging strength during extreme weather seasons, such as typhoons and monsoons, to reduce weather-related damages and customer complaints. Ensure transportation companies enhance safety awareness and procedures.",
                          "Warehouse staff actively participate in sustainability initiatives to raise environmental awareness and implement in operations. In the short term, the risk management team will continue monitoring global climate issues, staying updated on weather conditions, tracking, and evaluating impacts on company warehouses and shipments, simulating potential climate risks, and planning corresponding measures.",
                          "Insure hardware at operational sites.",
                          "HR Department refers to governmental announcements on work attendance during major climate disasters to ensure employee safety."
                        ]
                      }
                    }
                  ],
                  [
                    { "content": "R6 - Changes in precipitation patterns and extreme climate variations" },
                    { "content": "Medium to long-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Under extreme climate impacts, the probability of natural disasters increases, limiting warehouse location choices and reducing the lifespan of storage and operational hardware.",
                          "Employee health is affected, safety risks rise, and unstable power and network outages increase operational costs, with severe impacts potentially halting operations.",
                          "Rising average temperatures lead to increased air conditioning use at operational sites, causing electricity costs to rise annually."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Evaluate insurance coverage for operational hardware (including buildings and transportation equipment) and inventory. Environmental and climate factors must be included in the durability assessment of hardware when purchasing or outsourcing warehouse locations. In the medium to long term, inventory storage will be distributed to locations with lower climate risks, and relevant property insurance will be purchased.",
                          "In addition to labor insurance, provide group insurance for employees.",
                          "Use energy-efficient air conditioning systems at operational sites, setting average temperatures between 26-28°C."
                        ]
                      }
                    }
                  ],
                  [
                    { "content": "Climate Opportunity", "rowSpan": 4 },
                    { "content": "O1 - Use more efficient distribution processes" },
                    { "content": "Medium-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "In line with global low-carbon transition trends and increasing sales, actively engage in energy-saving and carbon reduction planning to reduce unnecessary shipping costs."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Integrate operational processes and centralize task windows to improve efficiency and avoid unnecessary deliveries and transport operations.",
                          "Encourage outsourced transport to upgrade to Euro 5 vehicles, reducing energy consumption."
                        ]
                      }
                    }
                  ],
                  [
                    { "content": "O2 - Actively expand renewable energy sources" },
                    { "content": "Medium to long-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Renewable energy is a future trend; although our investment in energy technology companies currently shows losses, expanding renewable energy sources could increase revenue."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": ["Continue seeking new green energy industry partnerships."]
                      }
                    }
                  ],
                  [
                    { "content": "O3 - Develop and/or increase low-carbon products and services" },
                    { "content": "Medium to long-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Developing or increasing the range of low-carbon products and services could boost annual revenue."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "Continuously monitor whether agency products comply with environmental regulations and actively seek agencies for low-carbon products."
                        ]
                      }
                    }
                  ],
                  [
                    { "content": "O4 - Enter new markets" },
                    { "content": "Medium to long-term" },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "In response to the rise of the carbon economy, actively expand into new energy businesses such as LED and batteries."
                        ]
                      }
                    },
                    {
                      "content": {
                        "type": "list",
                        "items": [
                          "In addition to agency for electronic IC components, continue investing in green product agencies such as LEDs and EV batteries to expand new industry markets."
                        ]
                      }
                    }
                  ]
                ]
              }
            }
          ]
        }
      }
    ]
  }
  