{
  "title": "Occupational Safety and Health",
  "background": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730444504/bg-occupational-safety_w10jx9.webp",
  "primaryColor": "#e3697a",
  "components": [
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Occupational Safety and Health"
            }
          },

          {
            "type": "Tab",
            "props": {
              "categories": ["Risk Impact Management", "Occupational Safety and Health Policy", "Training"],
              "tabs": {
                "Risk Impact Management": [
                  {
                    "type": "StepProcess",
                    "props": {
                      "steps": [
                        {
                          "icon": "faAmbulance", 
                          "step": "Step 1",
                          "title": "Emergency Medical Assistance", 
                          "text": "Provide timely assistance in transporting the injured to the hospital during an accident."
                        },
                        {
                          "icon": "faFileMedical", 
                          "step": "Step 2",
                          "title": "Labor and Group Insurance Application Assistance", 
                          "text": "Assist with applying for labor insurance and group insurance benefits."
                        },
                        {
                          "icon": "faExclamationTriangle", 
                          "step": "Step 3",
                          "title": "Accident Cause Review and Prevention", 
                          "text": "Review the cause of the accident and prevent similar incidents from occurring."
                        },
                        {
                          "icon": "faChalkboardTeacher", 
                          "step": "Step 4",
                          "title": "Occupational Accident Prevention Training", 
                          "text": "Develop case studies and conduct occupational accident prevention training for employees."
                        }
                      ]
                    }
                  },
                  
                  {
                    "type": "Note",
                    "props": {
                      "className": "mt-12",
                      "text": "To minimize the impact and risk of occupational accidents, hazard identification was conducted at each operating location. No major hazards were identified in 2023."
                    }
                  }
                ],
                "Occupational Safety and Health Policy": [
                  {
                    "type": "P",
                    "props": {
                      "paragraphs": [
                        "Our company places employee health and safety as a top priority, striving to create a comfortable, safe, and accident-free working environment. Following the Occupational Safety and Health Act and relevant industry regulations, the policy is managed by the General Affairs Unit, covering areas such as:"
                      ]
                    }
                  },
                  {
                    "type": "List",
                    "props": {
                      "type": "basic",
                      "items": [
                        {
                          "label": "Regular inspections of the office environment, with recommendations for improvements when necessary."
                        },
                        {
                          "label": "Promote the importance of environmental safety through emails and encourage employees to provide feedback."
                        }
                      ],
                      "className": "list-disc"
                    }
                  },

                  {
                    "type": "P",
                    "props": {
                      "className": "mt-12",
                      "paragraphs": [
                        "Currently, our occupational safety and health management system covers 178 employees, including all employees except consultants and overseas staff.",
                        "Our work environment consists mainly of office and storage locations, with the following occupational safety and health standards established for each:"
                      ]
                    }
                  },

                  {
                    "type": "H2",
                    "props": { "text": "Office Environment" }
                  },

                  {
                    "type": "List",
                    "props": {
                      "type": "basic",
                      "items": [
                        {
                          "label": "Install drinking water facilities that meet standards, with regular cleaning and maintenance."
                        },
                        {
                          "label": "Install a complete fire safety system according to regulations (e.g., emergency power outlets, smoke exhaust systems, exit signs, fire extinguishers, escape routes)."
                        },
                        {
                          "label": "Fire equipment inspection: once per year; fire drills: once every six months."
                        },
                        {
                          "label": "The building management committee assigns security personnel responsible for building patrol, visitor registration, and vehicle access control to ensure building safety."
                        },
                        {
                          "label": "Our company has two employees certified in fire safety to provide guidance in case of emergencies."
                        }
                      ],
                      "className": "list-disc"
                    }
                  },

                  {
                    "type": "H2",
                    "props": { "text": "Storage Environment" }
                  },
                  {
                    "type": "List",
                    "props": {
                      "type": "basic",
                      "items": [
                        {
                          "label": "Adhere to the principle of safety first in storage areas, with cargo handling and stacking following the Ministry of Labor's Occupational Safety and Health Facility Regulations."
                        },
                        {
                          "label": "The stacking height of goods should not exceed 180 cm or six layers, whichever is reached first."
                        },
                        {
                          "label": "Use mechanical equipment, such as carts, to reduce manual handling when transporting goods."
                        },
                        {
                          "label": "Promote the use of closed-toe shoes in the workplace for better protection."
                        }
                      ],
                      "className": "list-disc"
                    }
                  }
                ],
                "Training": [
                  {
                    "type": "P",
                    "props": {
                      "paragraphs": [
                        "Regular occupational safety training and awareness courses are held for new employees to enhance their knowledge of occupational safety and awareness of workplace safety, thereby reducing the likelihood of safety incidents. In 2023, two employees were assigned to a 12-hour 'Fire Safety Manager' training course to obtain fire safety certification, responsible for developing and implementing the company’s fire protection plan. In September of the same year, all employees attended an occupational safety and health course, with a total attendance of 152 people, amounting to 456 hours."
                      ]
                    }
                  }
                ]
              }
            }
          }
        ]
      }
    },
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Annual Occupational Safety and Health Report"
            }
          },
          {
            "type": "DocDownload",
            "props": {
              "text": "2023 Annual Occupational Safety and Health Report",
              "href": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730638762/2023_Enterprise_OccupationalSafety_lw2u2l.pdf"
            }
          }
        ]
      }
    }
  ]
}
