{
  "title": "Products and Customer Service",
  "background": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730397284/bg-product-customer-service_gqmw0p.webp",
  "primaryColor": "#4694d1",
  "components": [
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Policies and Commitments"
            }
          },

          {
            "type": "P",
            "props": {
              "paragraphs": [
                "We monitor industry trends, develop customer service strategies, and commit to supporting relevant environmental protection laws and regulations to meet environmental and social issue requirements. We actively promote green and energy-saving products, setting 'power control and power saving' as a sustainable environmental goal. All products and services sold, as well as marketing and advertising, adhere to laws and international standards, and must not engage in deceit, misrepresentation, fraud, or any other behavior that undermines consumer trust or damages consumer rights."
              ]
            }
          }
        ]
      }
    },

    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Top-Quality Products and Services"
            }
          },
          {
            "type": "Table",
            "props": {
              "headers": ["Main Products", "Key Uses", "Main Suppliers"],
              "rows": [
                [
                  { "content": "Memory Components", "noWrap": true },
                  {
                    "content": "Used in display cards, motherboards, modems, laptops, network cards, servers, mobile phones, tablets, TVs, digital cameras, LCD monitors, ADSL, CABLE MODEM, computers, and other communication and consumer electronics for storage and memory purposes."
                  },
                  { "content": "SAMSUNG" }
                ],
                [
                  { "content": "Non-Memory Components", "noWrap": true },
                  {
                    "content": "Used in motherboards, power supplies, chargers, mobile phones, tablets, TVs, computer monitors, laptops, network cards, peripheral cards, modems, digital cameras, etc., applied in information, communication, networking, and consumer electronics."
                  },
                  {
                    "content": "SAMSUNG, MTK, SKYWORKS, BOSCH, FocalTech, Ilitek, CIRRUS LOGIC, Suzhou Jiangsu Hecheng, Hwa Shun, Crystalwell, Jingwei, Chrontel, Hannstar, Innolux, Raydium, HKC, GALAXYCORE, and others"
                  }
                ]
              ]
            }
          },
          {
            "type": "Section",
            "props": {
              "components": [
                {
                  "type": "H1",
                  "props": {
                    "text": "Future Development Plans"
                  }
                },

                {
                  "type": "P",
                  "props": {
                    "paragraphs": [
                      "In the division of labor in the electronic information industry, we play an intermediary role by distributing products to downstream information, communication, and consumer electronics manufacturers through a dense network of marketing channels and providing integration and application consulting services. The company plans to quickly meet the one-stop shopping needs of customers in six major areas as development benchmarks in the future."
                    ]
                  }
                },
                {
                  "type": "StepProcess",
                  "props": {
                    "steps": [
                      {
                        "icon": "faCogs",
                        "step": "",
                        "title": "Solutions and Channels",
                        "text": "Providing comprehensive solutions and marketing channels."
                      },
                      {
                        "icon": "faBatteryFull",
                        "step": "",
                        "title": "New Energy/BMS",
                        "text": "Focused on the development of new energy technology and battery management systems."
                      },
                      {
                        "icon": "faMicrochip",
                        "step": "",
                        "title": "IC Design/Optoelectronics",
                        "text": "Enhancing products and services, supporting downstream manufacturers in IC design and optoelectronics technology R&D and applications."
                      },
                      {
                        "icon": "faWifi",
                        "step": "",
                        "title": "IoT/Smart Vehicles",
                        "text": "Providing comprehensive and efficient services to downstream manufacturers in response to IoT and smart vehicle innovation and integration."
                      },
                      {
                        "icon": "faHeartbeat",
                        "step": "",
                        "title": "Healthcare",
                        "text": "Advancing R&D in smart biomedical and real-time AI detection technologies."
                      },
                      {
                        "icon": "faCloud",
                        "step": "",
                        "title": "Big Data/Cloud Computing/Cloud Services",
                        "text": "Rapidly responding to market needs by offering high-performance data processing solutions."
                      }
                    ]
                  }
                }
                
              ]
            }
          }
        ]
      }
    }
  ]
}
