{
  "title": "Risk Management",
  "background": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730390255/bg-risk-management_ikb8of.webp",
  "primaryColor": "#4694d1",
  "components": [
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Risk Management"
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "A risk management team consisting of members nominated from each department has been established, with a total of 9 members. The team conducts quarterly reviews of various risk issues at the end of each accounting quarter to facilitate risk control and mitigation."
              ]
            }
          },
          {
            "type": "Goal",
            "props": {
              "goals": [
                {
                  "title": "Short-term Goals (2026)",
                  "items": [
                    "Inventory Management: Use big data predictive analysis to reduce the risk of inventory overstock or shortage.",
                    "Supply Chain Risk Assessment: Regularly assess the financial status, supply stability, accounts receivable, etc., of suppliers and customers.",
                    "Financial Risk Management: Establish a financial risk control system to address potential financial issues."
                  ]
                },
                {
                  "title": "Mid-term Goals (2028)",
                  "items": [
                    "Market Diversification: Reduce reliance on a single market and single supplier.",
                    "Network Security: Strengthen network security measures to avoid the risk of information leakage.",
                    "Comprehensive Risk Management: Cultivate employee risk awareness and integrate risk management into daily business processes."
                  ]
                },
                {
                  "title": "Long-term Goals (2030)",
                  "items": [
                    "Environmental Risk Management: Ensure business strategies align with environmental dynamics to minimize misjudgments and resource wastage.",
                    "International Regulatory Risks: Understand regulations in various countries to reduce legal risks.",
                    "Talent Risk: Provide continuous talent training to prevent the loss of key personnel."
                  ]
                }
              ]
            }
          }
        ]
      }
    },
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Risk Identification and Management Process"
            }
          },
          {
            "type": "Step",
            "props": {
              "steps": [
                {
                  "icon": "faLightbulb",
                  "step": "Step 1",
                  "title": "Awareness Building"
                },
                {
                  "icon": "faBullseye",
                  "step": "Step 2",
                  "title": "Goal Setting"
                },
                {
                  "icon": "faExclamationCircle",
                  "step": "Step 3",
                  "title": "Event Identification"
                },
                {
                  "icon": "faAnalytics",
                  "step": "Step 4",
                  "title": "Risk Analysis"
                },
                {
                  "icon": "faCheckCircle",
                  "step": "Step 5",
                  "title": "Risk Assessment"
                },
                {
                  "icon": "faShieldAlt",
                  "step": "Step 6",
                  "title": "Risk Response"
                },
                {
                  "icon": "faCog",
                  "step": "Step 7",
                  "title": "Control Operations"
                },
                {
                  "icon": "faComments",
                  "step": "Step 8",
                  "title": "Information Communication"
                },
                {
                  "icon": "faEye",
                  "step": "Step 9",
                  "title": "Risk Monitoring"
                }
              ]
            }
          }
        ]
      }
    },
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Management Policy"
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "The company actively promotes an integrated risk management system. The Board of Directors serves as the highest decision-making body, with the Sustainable Development Committee assisting in overseeing the operation and implementation of the risk management mechanism. Led by a risk management team formed by various business units, the Audit Department, and the Information Security Management Department, the team implements risk management decisions approved by the Board and supervises the establishment of qualitative and quantitative management standards. The Board of Directors bases its policies on the 'Code of Ethical Conduct,' 'Integrity Management Code,' 'Corporate Governance Code of Practice,' and 'Sustainable Development' principles, and adjusts the risk management policies promptly in line with the latest regulations."
              ]
            }
          }
        ]
      }
    },
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Risk Management Organizational Structure"
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1734871257/Risk_Management_Organizational_Structure_EN_0_boeiaq.webp"
            }
          },
          {
            "type": "List",
            "props": {
              "type": "title",
              "items": [
                {
                  "title": "Board of Directors",
                  "label": "The highest decision-making body for the company's risk management, responsible for the overall risk of the company. The Board should approve the overall risk management policy based on overall business strategy and operating environment, continuously monitor the effective operation of the risk management mechanism, fully understand risk status, and ensure adequate capital to respond to the risks involved."
                },
                {
                  "title": "Risk Management Team",
                  "label": "Consists of departments such as Finance, Accounting, IT, Warehouse Center, Human Resources, Management Department - Risk Control Center, Business, Management Department - Share Affairs, and Audit Office. This team executes the risk management decisions approved by the Board of Directors, supervises the establishment of the company's risk management structure, and sets qualitative and quantitative management standards. It reviews risk control reports submitted by each department, coordinates and promotes cross-organizational risk control plans, decides on and implements cost-effective risk control measures to enhance transparency in risk management and improve risk control practices."
                },
                {
                  "title": "Audit Office",
                  "label": "Carries out annual risk control operations, requiring each department to submit self-assessment reports, based on which an audit plan is prepared. Audits are conducted periodically with reports issued, and timely improvement recommendations are provided to the risk management team."
                },
                {
                  "title": "Business Units",
                  "label": "In response to internal and external environment and regulatory adjustments, business units should plan and revise the risk management system, clearly identifying the various risks they face and conducting necessary self-assessment and risk management operations as required to keep the risks within manageable levels."
                },
                {
                  "title": "Information Security Management Department",
                  "label": "Strengthens information security management through daily drills, penetration testing, security assessments, vulnerability scanning, and employee awareness promotion, ensuring lawful access to company information. In case of external intrusion or incidents, the department can promptly respond and restore system operations to minimize potential damage caused by such incidents."
                }
              ],
              "className": "list-disc"
            }
          }
        ]
      }
    }
  ]
}
