{
  "title": "Sustainable Coexistence",
  "background": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730808332/%E6%B0%B8%E7%BA%8C%E5%85%B1%E7%94%9F_b3kx0m.webp",
  "primaryColor": "#409ea1",
  "components": [
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Illuminate Sustainability"
            }
          },
        
          {
            "type": "StatDisplay",
            "props": {
              "stats": [
                {
                  "text": "Paper usage reduction in 2023 by approximately",
                  "num": 474526,
                  "suffix": "A4 sheets"
                },
                {
                  "text": "“Top Clean Beach for Earth” ocean waste collection",
                  "num": 37.5,
                  "suffix": "kg"
                },
                {
                  "text": "Increased recycling and reuse of pallets and packaging materials",
                  "num": 4.5,
                  "suffix": "tons"
                }
              ]
            }
          },

          {
              "type": "Card",
              "props": {
                "icons": ["faChalkboardUser", "faUserGroup", "faUserTieHair"],
                "cards": [
                  {
                    "title": "Talent Reuse",
                    "text": "Building Top Group as a high-quality platform, we are devoted to talent cultivation, shaping company culture tirelessly, and enabling employees to fully realize their potential. Right people in the right place, so all 'Top People' become 'Leaders', proud of being part of 'Top' at all times."
                  },
                  {
                    "title": "Customer Value",
                    "text": "Effectively addressing any customer needs, integrating all exclusive company resources to create exceptional value and transferring that value proposition smoothly to customers, sharing profits with all stakeholders."
                  },
                  {
                    "title": "Social Engagement",
                    "text": "To fulfill our corporate mission of giving back to society, Top Group actively supports underprivileged families, develops green energy industries, and sponsors social enterprises, strengthening corporate strategies with social welfare and global green energy connections."
                  }
                ]
              }
            }
        ]
      }
    },

    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Future Plans and Goals"
            }
          },
          {
            "type": "Goal",
            "props": {
              "goals": [
                {
                  "title": "Short-Term Goals (2026)",
                  "items": [
                    "Upgrade to high-efficiency lighting: LED lighting reaching 100%.",
                    "Energy Saving: Gradually reduce electricity consumption, targeting a 2-4% annual reduction.",
                    "Carbon Reduction: Gradually reduce paper usage.",
                    "Employee Training: Conduct climate change and energy management training for employees to raise internal environmental awareness and skills."
                  ]
                },
                {
                  "title": "Medium-Term Goals (2028)",
                  "items": [
                    "Green Transportation: Plan to start using low-carbon transportation services from logistics providers in 2028.",
                    "Carbon Emission Reduction Plan: Reduce greenhouse gas scope 1 and 2 emissions intensity by 2% compared to the baseline year.",
                    "Energy Usage Optimization: Improve equipment energy efficiency through process improvements."
                  ]
                },
                {
                  "title": "Long-Term Goals (2030)",
                  "items": [
                    "Technological Innovation: Continue promoting green electricity research and innovation within the company.",
                    "Circular Economy Practice: Reduce waste and enhance resource reuse rates.",
                    "Supply Chain Collaboration: Collaborate with other partners in the supply chain to jointly develop emission reduction strategies and sustainable development plans, promoting environmental efforts across upstream and downstream companies."
                  ]
                }
              ]
            }
          }
        ]
      }
    }
  ]
}
