{
  "title": "Waste Management",
  "background": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730694842/bg-waste-management_lbxsm8.webp",
  "primaryColor": "#409ea1",
  "components": [
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Waste Management"
            }
          },

          {
            "type": "P",
            "props": {
              "paragraphs": [
                "Our company primarily engages in the agency and distribution of semiconductor-related components, with no manufacturing activities. Each operating site is an office building; therefore, waste generated during operations mainly consists of office waste and domestic waste produced by employees. This waste is handled in centralized garbage sorting areas established by the building management committee. In addition, the Neihu headquarters warehouse occasionally generates recyclable waste such as pallets, packaging materials, and electronic components, which are collected and processed by certified waste disposal vendors."
              ]
            }
          },

          {
            "type": "H2",
            "props": {
              "text": "Waste Flow Diagram in the Value Chain:"
            }
          },

          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1734871252/%E8%82%A1%E6%9D%B1%E5%A4%A7%E6%9C%83_4_ilqvsc.webp",
              "className": "max-w-[1000px]"
            }
          }
        ]
      }
    },

    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Waste Generation"
            }
          },
          {
            "type": "Table",
            "props": {
              "unit": "Unit: Tons (t) / Percentage (%)",
              "headers": [
                { "content": "Waste Type" },
                { "content": "2022" },
                { "content": "2023" }
              ],
              "notes": [
                "The statistics cover the Taipei Headquarters.",
                "Hazardous waste is generated by the upstream supply chain during production, containing trace hazardous waste of 0.056 tons.",
                "The total weight of announced recyclable or reusable waste (Type R) decreased compared to the previous period, as 2022 estimates were based on internal company values (including packaging weight). In 2023, data was based on actual weights handled by waste disposal companies for accuracy.",
                "The total weight of general waste (Type H) increased compared to the previous period due to overall business growth and increased employee numbers, leading to more domestic waste in 2023.",
                "Waste disposal is conducted on a scheduled basis by the responsible unit, and the waste is then removed by a building management committee-appointed disposal company.",
                "Waste recycling percentage = weight of recycled waste / total weight of waste generated during production, rounded to two decimal places."
              ],
              "rows": [
                [
                  { "content": "General Waste (Type H)" },
                  { "content": "0.812" },
                  { "content": "1.345 (Note 4)" }
                ],
                [
                  { "content": "Announced Recyclable or Reusable Waste (Type R)" },
                  { "content": "2.7" },
                  { "content": "0.412 (Note 3)" }
                ],
                [
                  { "content": "Mixed Metal Waste (Type E)" },
                  { "content": "-" },
                  { "content": "0.056 (Note 2)" }
                ],
                [
                  { "content": "Total Waste" },
                  { "content": "3.512" },
                  { "content": "1.813" }
                ],
                [
                  { "content": "Waste Disposal Transfer" },
                  { "content": "2.7" },
                  { "content": "0.412 (Note 3)" }
                ],
                [
                  { "content": "Direct Waste Disposal" },
                  { "content": "0.812" },
                  { "content": "1.401 (Note 4)" }
                ],
                [
                  { "content": "Waste Recycling Percentage" },
                  { "content": "76.88%" },
                  { "content": "22.72%" }
                ]
              ]
            }
          }
        ]
      }
    },
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Waste Disposal Process"
            }
          },

          {
            "type": "Step",
            "props": {
              "steps": [
                {
                  "title": "",
                  "icon": "faTrashAlt",
                  "description": "For electronic components scrapped during the year, a certified waste disposal vendor with Class A credentials is commissioned to handle the disposal after quantity confirmation by an accountant, and a detailed list is provided."
                },
                {
                  "title": "",
                  "icon": "faBoxes",
                  "description": "Classify packaging materials and electronic components (Operation 1)."
                },
                {
                  "title": "",
                  "icon": "faLayerGroup",
                  "description": "Perform second-stage classification of trays, carriers, and electronic components (Operation 2)."
                },
                {
                  "title": "",
                  "icon": "faRecycle",
                  "description": "Extract recyclable waste."
                }
              ]
            }
          }
        ]
      }
    },

    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Waste Reduction Project"
            }
          },

          {
            "type": "P",
            "props": {
              "paragraphs": [
                "To minimize waste generation, we promote resource conservation and efficient garbage sorting. Packaging materials required for logistics, such as cartons, fillers, and foam, are recycled and reused for outbound packaging, implementing a resource recycling policy. Recycled waste is managed centrally, with waste quantities and disposal data regularly recorded, and certified waste recycling companies are commissioned for disposal."
              ]
            }
          },

          {
            "type": "Tab",
            "props": {
              "icons": [
                "faMemoCircleCheck",
                "faPalletBoxes",
                "faBinBottlesRecycle",
                "faBoxHeart"
              ],
              "categories": [
                "Electronic Approval Process",
                "Reuse of Transport Pallets",
                "Implementation of Waste Sorting",
                "Avoiding Over-Packaging of Products"
              ],
              "tabs": {
                "Electronic Approval Process": [
                  {
                    "type": "P",
                    "props": {
                      "paragraphs": [
                        "To conserve resources, the office uses paper certified under the Forest Stewardship Council (PEFC) for office supplies. Waste paper is reused and double-sided printing is encouraged. Discarded paper is handled by compliant environmental companies and processed into paper products via hydropulping to meet circular economy goals while reducing air pollution and carbon emissions. A total of 15 boxes of waste paper were processed by hydropulping. Additionally, we promote electronic document approval and electronic invoicing to reduce paper usage. In 2023, a total of 154,332 electronic approvals were completed across the group, saving approximately 474,526 sheets of A4 paper, equating to approximately 56.94 trees saved compared to the previous year (2022), with paper savings of around 196,471 sheets of A4. Future efforts will continue to promote paper reduction."
                      ]
                    }
                  },
                  {
                    "type": "H2",
                    "props": {
                      "text": "Tree Reduction Since Electronic Processing Implementation in 2021:"
                    }
                  },
                  {
                    "type": "Tree",
                    "props": {
                      "data": [
                        {
                          "year": "2023",
                          "trees": "56.94"
                        },
                        {
                          "year": "2022",
                          "trees": "33.37"
                        },
                        {
                          "year": "2021",
                          "trees": "30.52"
                        },
                        {
                          "year": "2020",
                          "trees": "12.57"
                        }
                      ]
                    }
                  }
                ],
                "Reuse of Transport Pallets": [
                  {
                    "type": "P",
                    "props": {
                      "paragraphs": [
                        "The warehouse originally used wooden pallets. To reduce waste, metal and plastic pallets were purchased in 2017, significantly reducing the amount of discarded pallets. As of 2023, no new pallets have been procured for storage operations, and wooden pallets used for incoming goods continue to be reused for outbound shipments."
                      ]
                    }
                  }
                ],
                "Implementation of Waste Sorting": [
                  {
                    "type": "P",
                    "props": {
                      "paragraphs": [
                        "We promote office recycling and reuse, encourage employees to appreciate resources, and protect the environment by starting from daily habits. Small recycling stations are set up within the company to improve environmental awareness and increase waste recycling rates."
                      ]
                    }
                  }
                ],
                "Avoiding Over-Packaging of Products": [
                  {
                    "type": "P",
                    "props": {
                      "paragraphs": [
                        "Products are shipped to clients with original manufacturer packaging whenever possible to minimize the use of additional packaging materials."
                      ]
                    }
                  }
                ]
              }
            }
          }
        ]
      }
    }
  ]
}
