{
  "title": "Water Resource Management",
  "background": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730694843/bg-water-management_inwa1g.webp",
  "primaryColor": "#409ea1",
  "components": [
    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Water Resource Management"
            }
          },

          {
            "type": "P",
            "props": {
              "paragraphs": [
                "Our company has four operating sites in Taiwan, namely Taipei Headquarters, and the offices in Xinzhuang, Longtan, and Tainan. Each operating site's water source is supplied by the local water utility company. We do not obtain surface water, groundwater, seawater, or produced water, nor do we draw water from areas under water stress. The water stress level is classified as 'Low-Medium (1-2)'.",
                "Note: WATERRISKATLAS: https://reurl.cc/yyjme2"
              ]
            }
          }
        ]
      }
    },

    {
      "type": "Section",
      "props": {
        "components": [
          {
            "type": "H1",
            "props": {
              "text": "Water Intake & Consumption"
            }
          },

          {
            "type": "P",
            "props": {
              "paragraphs": [
                "The water intake in 2023 was 2.932 million liters, an increase of 0.065 million liters compared to 2022. The increase is primarily due to the differences in the disclosure period of statistical data. First, the Longtan office was located within Academia Sinica in 2022, where water charges were included in the monthly rental fee without additional charges, and water data was only available after the office relocation in August 2023. Second, the Xinzhuang office expanded its rental area in September 2022, and the water data for this additional area was not fully reported for the year. In 2023, the water data for both rental areas was fully disclosed."
              ]
            }
          },
          {
            "type": "Table",
            "props": {
              "unit": "Unit: Million Liters",
              "headers": [
                { "content": "Year" },
                { "content": "2021" },
                { "content": "2022" },
                { "content": "2023" }
              ],
              "notes": [
                "The water intake data is based on water consumption statistics from Taiwan Water Corporation (1 cubic meter of water = 1000 liters = 1 metric ton of water).",
                "The statistics cover the Taipei Headquarters and the offices in Xinzhuang, Longtan, and Tainan.",
                "Water consumption data is derived from: total water intake - total water discharge."
              ],
              "rows": [
                [
                  { "content": "Water Intake" },
                  { "content": "0.819" },
                  { "content": "2.867" },
                  { "content": "2.932" }
                ],
                [
                  { "content": "Water Discharge" },
                  { "content": "0.819" },
                  { "content": "2.867" },
                  { "content": "2.932" }
                ],
                [
                  { "content": "Water Consumption" },
                  { "content": "0" },
                  { "content": "0" },
                  { "content": "0" }
                ]
              ]
            }
          }
        ]
      }
    }
  ]
}
