[
    {
        "id": 1,
        "title": "Chang-An Junior High School 'Hands-On STEAM Multiple Intelligences Morning Program'",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730721575/202309_01_f1wug0.webp",
        "category": "Featured Story",
        "date": "2023",
        "summary": "",
        "content": [
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "Taipei Municipal Chang-An Junior High School / Since the 112th academic year, during Monday morning sessions",
                "Our company, in collaboration with the Department of Technology Application and Human Resource Development at National Taiwan Normal University, launched the 'Hands-On STEAM Multiple Intelligences Morning Program.' Led by Assistant Professor Tsai Chi-Jui from the Department of Technology, this program aims to inspire special education students at Chang-An Junior High School to develop multiple intelligences, enhance self-affirmation, and improve social skills while enjoying hands-on experiences.",
                "Assistant Professor Tsai Chi-Jui, the project leader, noted that this collaboration provided special education students with an opportunity to engage in hands-on courses during morning sessions, creating a joyful space for self-exploration and potential development. In addition to learning STEAM knowledge, students cultivated focus and cognitive flexibility. Positive feedback from parents shows that their children enjoy the course, boost their confidence, and improve family interactions. Two NTNU students who served as instructors shared their experiences, observing students' consistent progress throughout the teaching process. This transformation highlights that students not only learned hands-on STEAM knowledge but also developed focus and cognitive flexibility, which are the most touching and valuable outcomes of this activity.",
                "Chang-An Junior High School highly praised the implementation of this project and expressed gratitude for the cooperation and support from SUPREME and NTNU in promoting the 'Hands-On STEAM Multiple Intelligences Morning Vocational Exploration Course.' They look forward to continued collaboration in the future. Our company places great importance on education; as an electronics distributor, we see ourselves as a 'bridge,' providing support to build a pathway for children with diverse learning needs to realize their dreams, fostering their interests and passions. We hope that this support will inspire others to provide sufficient learning resources for children with different learning needs."
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730722682/202309_02_ahe4wo.webp",
              "alt": ""
            }
          }
        ]
      },
      {
        "id": 2,
        "title": "'Blood Donation Saves Lives, Passion Above All' Blood Donation Event",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730721575/20231211_01_hslzrm.webp",
        "category": "Sustainability News",
        "date": "2023-12-11",
        "summary": "Our company is committed to addressing social issues by continuously investing resources in supporting public welfare and sustainable development.",
        "content": [
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "1st Floor, 189 Gangqian Road, Neihu District, Taipei City",
                "Our company is committed to addressing social issues by continuously investing resources in supporting public welfare and sustainable development. To help replenish the blood bank and provide timely aid to patients in need, our company partnered with the 'Taipei Blood Center' to host the 'Blood Donation Saves Lives, Passion Above All' charity blood donation event, encouraging company employees and local residents to participate and show compassion through action, contributing to society.",
                "The blood donation event was a great success, with senior executives rolling up their sleeves to participate, and local residents queuing up early to donate blood. The number of donated blood bags exceeded expectations, with a total of 54 enthusiastic participants donating 85 bags of blood. SUPREME plans to hold blood donation events regularly and urges everyone to join in the effort to 'stand together with passion!'"
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730722505/20231211_02_vbsng4.webp",
              "alt": ""
            }
          }
        ]
      },
      {
        "id": 3,
        "title": "Donate Blood, Save Lives",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730721575/20231028_01_rui3zl.webp",
        "category": "Sustainability News",
        "date": "2023-10-28",
        "summary": "Our company is committed to social issues and continues to invest time and resources in supporting public welfare. This time, employees volunteered to assist with the 'Gongtian Charity Foundation' blood donation event held on October 28, 2023 (Saturday) in front of Fude Temple at Yucheng Park, Nangang, Taipei City.",
        "content": [
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "Fude Temple, Yucheng Park, Nangang, Taipei City",
                "Our company is committed to social issues and continues to invest time and resources in supporting public welfare. This time, employees volunteered to assist with the 'Gongtian Charity Foundation' blood donation event held on October 28, 2023 (Saturday) in front of Fude Temple at Yucheng Park, Nangang, Taipei City. Despite the light rain that day, it could not dampen the enthusiasm of the volunteers, who helped set up the venue and assigned tasks before the event started, ensuring a safe and comfortable process for donors. Blood donors from various areas responded to the call, coming forward to contribute. On that day, a total of 266 enthusiastic participants donated 410 bags of blood, which will be used to help patients in need, serving as a precious gift of life.",
                "This event not only involved blood donation but also symbolized the spirit of SUPREME and the community coming together in compassion. We hope to gather more passionate partners in the future, turning our enthusiasm for public welfare into concrete actions to bring warmth and support to society."
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730722505/20231028_02_ztl9y8.webp",
              "alt": ""
            }
          }
        ]
      },
      {
        "id": 4,
        "title": "SUPREME Beach Cleanup for the Earth",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730721575/20230715_01_v4kiye.webp",
        "category": "Sustainability News",
        "date": "2023-07-15",
        "summary": "Since 2019, SUPREME has hosted annual beach and mountain cleanup events, encouraging employees to invite family and friends to participate in environmental protection through practical action.",
        "content": [
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "Baisha Bay, Shimen, New Taipei City",
                "Since 2019, SUPREME has hosted annual beach and mountain cleanup events, encouraging employees to invite family and friends to participate in environmental protection through practical action. On the day of the event, the weather was sunny, and volunteers worked together tirelessly under the hot sun to contribute to ocean conservation, collecting a total of 37.5 kg of marine debris. Through this event, we fully restored Baisha Beach to a clean state, hoping that this beauty will continue to be cherished and preserved."
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730722505/20230715_02_ltfpwm.webp",
              "alt": ""
            }
          }
        ]
      },
      

      {
        "id": 5,
        "title": "Mountain Cleanup: Love the Earth",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730721575/20220115_01_v8kqez.webp",
        "category": "Sustainability News",
        "date": "2022-01-15",
        "summary": "In 2021, due to the COVID-19 pandemic, the event was not held that year. It was rescheduled to January 2022 as the pandemic eased.",
        "content": [
            {
                "type": "P",
                "props": {
                    "paragraphs": [
                        "Jianan Butterfly Park, New Taipei City",
                        "In 2021, due to the COVID-19 pandemic, the event was not held that year. It was rescheduled to January 2022 as the pandemic eased. The '2021 Mountain Cleanup: Love the Earth' event involved a hiking cleanup of the Jianan Butterfly Park mountain trail.",
                        "A total of 37 employees and family members participated in the hike and cleanup. They gathered at Exit 1 of the Jiannan Road MRT Station, traveling by public transportation to reduce environmental impact. In support of the UN Sustainable Development Goal 15, 'Life on Land,' participants brought garbage bags, cotton gloves, and iron clamps to collect and dispose of trash found along the way, gathering a total of 32.70 kg of waste that day."
                    ]
                }
            },
            {
                "type": "Img",
                "props": {
                    "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730722505/20220115_02_n6hl7z.webp",
                    "alt": ""
                }
            }
        ]
    },
    {
        "id": 6,
        "title": "Mountain Cleanup: Love the Earth",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730721576/20200815_01_xaashv.webp",
        "category": "Sustainability News",
        "date": "2020-08-15",
        "summary": "Rich with diverse vegetation and over 150 butterfly species, Jianan Butterfly Park is a haven for butterflies near the city.",
        "content": [
            {
                "type": "P",
                "props": {
                    "paragraphs": [
                        "Jianan Butterfly Park, New Taipei City",
                        "Rich with diverse vegetation and over 150 butterfly species, Jianan Butterfly Park is a haven for butterflies near the city. The Taiwan Butterfly Conservation Society offers monthly eco-tours here, leading visitors to discover ecological treasures and help preserve this valuable environment. Through this cleanup event, participants connected with nature, learned about various butterflies and plant habitats, and actively removed invasive species to protect native species, ensuring a lasting habitat for butterflies."
                    ]
                }
            },
            {
                "type": "Img",
                "props": {
                    "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730722505/20200815_02_hhu0iy.webp",
                    "alt": ""
                }
            }
        ]
    },
    {
        "id": 7,
        "title": "Beach Cleanup: Love the Earth",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730721576/20190921_01_f659tc.webp",
        "category": "Sustainability News",
        "date": "2019-09-21",
        "summary": "For the people of Taiwan, September 21 is a somber date due to the 921 earthquake. Marking 20 years since the tragedy, the company redefined this day as a start of annual beach cleanup activities by employees and families to show love for the Earth.",
        "content": [
            {
                "type": "P",
                "props": {
                    "paragraphs": [
                        "Dawulun Aodi Beach, Keelung City",
                        "For the people of Taiwan, September 21 is a somber date due to the 921 earthquake. Marking 20 years since the tragedy, the company redefined this day as a start of annual beach cleanup activities by employees and families to show love for the Earth. Despite rain and wind, over 70 people gathered to work for marine conservation. In total, 350 kg of marine waste was collected. According to a report on a whale stranded in the Philippines with 40 kg of plastic in its stomach, this effort is equivalent to saving nine whales from plastic pollution!",
                        "Through this event, we gave back a clean environment to Aodi Beach, hoping this beauty will be cherished and preserved in the future."
                    ]
                }
            },
            {
                "type": "Img",
                "props": {
                    "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730722504/20190921_02_nxkpfy.webp",
                    "alt": ""
                }
            }
        ]
    },
    {
        "id": 8,
        "title": "Investment in New Energy Development",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729246/2022ESG_05_qpbbuv.webp",
        "category": "Special Report on Sustainability",
        "date": "2022",
        "summary": "In response to environmental goals for low emissions, governments worldwide are promoting electric vehicles.",
        "content": [
            {
                "type": "P",
                "props": {
                    "paragraphs": [
                        "In response to environmental goals for low emissions, governments worldwide are promoting electric vehicles. According to the International Energy Agency (IEA), over 10 million electric vehicles (including EVs and hybrids) were sold globally in 2022, and sales are expected to grow by 35% in 2023, reaching 14 million vehicles and capturing 18% market share.",
                        "To address the lightweight vehicle market, our company has established an Electric Applications R&D Department, recruiting talent in electronics, electrical engineering, and software. We are heavily investing in in-house R&D for low-voltage power drive systems, achieving initial project milestones with motor performance exceeding expectations. Key developments include early engineering prototypes, integration of electronic control and cooling systems, and successful power testing on two-wheel prototypes. The next stage goals are: 1. Building a vehicle management system to gather and optimize operational data; 2. Planning small-scale production, reliability testing, and client sample testing; 3. Evaluating the purchase of testing equipment and establishing a dedicated power lab to shorten development cycles and rapidly enter the market.",
                        "Furthermore, following our 2022 strategy, the company continues to explore green energy technologies through Gao Da Energy. In the field of autonomous guided vehicles (AGVs, AMRs) for smart logistics, we aim to design battery modules that meet IEC-62133 and IEC-62619 standards, offering clients high-tech, quality, and reliability in design and manufacturing services.",
                        "Since its inception, the R&D department has provided technical support to clients while actively seeking new product collaborations, offering diverse product application concepts and core technology integration to assist clients in efficient and rapid product development, thereby creating new business opportunities."
                    ]
                }
            },
            {
                "type": "Img",
                "props": {
                    "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729250/2022ESG_1_1_zh6bzy.webp",
                    "alt": ""
                }
            }
        ]
    },
    
    {
        "id": 9,
        "title": "Self-developed Medical Devices",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729362/2022ESG_2_mbrus5.webp",
        "category": "Special Report on Sustainability",
        "date": "2022",
        "summary": "",
        "content": [
          {
            "type": "H2",
            "props": {
              "text": "Heart Sound Patch"
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729250/2022ESG_2_1_jz5blq.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "The Heart Sound Patch is a non-invasive, wearable monitoring device for continuous heart monitoring, allowing users to monitor their health in a relaxed state. Once fully charged, it operates at 30-minute intervals and can be used for about 8 hours. The app guides users on the correct patch placement and records various parameters, such as pulmonary artery VTI, peak blood flow (VPK), cardiac output (CO), stroke volume (SV), heart rate (HR), and the first to fourth heart sounds. The product integrates ultrasound and heartbeat algorithms with advanced cloud computing for analysis and prediction of cardiovascular conditions approved by doctors, with data upload and integration into the Hospital Information System (HIS). Presented with easy-to-understand information, this product is accessible for home use, recording heart health information at any time. The product is currently being used in collaboration with select hospitals for patients with cardiovascular diseases."
              ]
            }
          },
          {
            "type": "H2",
            "props": {
              "text": "External Rapid Testing System"
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729251/2022ESG_2_2_pxghsu.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "The 'Quick Analysis Portable Test Strip Detection Device' is a portable test strip detection system that uses a portable test strip detection device paired with dedicated test strip cartridges for external detection. Under a fixed LED light source, the chromaticity of the test strip's reflection is analyzed via a smart image recognition algorithm and cloud-based big data for accurate analysis of the substance's concentration, providing a quick pre-medical reference — a concept of 'preventive medicine.'",
                "Through this testing system, users can conduct personalized daily health analysis. Test data is transmitted via Bluetooth to a dedicated app for storage and health information management. Further, the data can be stored in the cloud for long-term tracking and access to personalized health data. This system provides users with a new healthcare experience, meeting personalized medical service needs and supporting preventive medicine goals.",
                "This system has obtained invention patents in the Republic of China and new patents in China. By replacing different test strips, various testing items can be detected, including COVID-19 antigen rapid screening, Helicobacter pylori, luteinizing hormone, and pet urine testing for early detection of pet diseases."
              ]
            }
          }
        ]
      },
      {
        "id": 10,
        "title": "Biotechnology and Medical Investment Development",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729238/2022ESG_3_gjvafe.webp",
        "category": "Special Report on Sustainability",
        "date": "2022",
        "summary": "",
        "content": [
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "In 2016, the company invested in the establishment of its subsidiary ExoPoct Tech Biotech Co., Ltd. (referred to as ExoPoct Tech), whose main business is the independent development of rapid in vitro diagnostic systems, cardiac sound patches, etc., and the agency of products from various innovative biotech brands worldwide. Adhering to the concept of diversified operation and human-centered medical technology and services, it aims to provide a better life and future for humanity."
              ]
            }
          },
          {
            "type": "H2",
            "props": {
              "text": "Agency for Biotech Brands, Expanding into Regenerative Medicine"
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "In 2020, ExoPoct Tech actively entered the field of regenerative medicine research and acquired a series of exclusive agency rights. In 2021, it obtained the exclusive Taiwan agency rights for three brands of ExoCoBio, one of the top four exosome companies in the world from Korea; subsequently, in 2022, it further secured exclusive agency rights for two brands of Invitrx from the United States and the Singapore biotech brand Vesi+Derm. This series of moves demonstrates our active investment and expansion in the field of regenerative medicine."
              ]
            }
          },
          {
            "type": "H2",
            "props": {
              "text": "Exclusive Taiwan Agency for Two Brands under Invitrx, USA"
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729238/2022ESG_3_1_wcyxec.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "reluma",
                "Developed by Invitrx, reluma is a series of innovative daily skincare products derived from stem cell core extraction technology, containing growth genes and matrix proteins that enhance skin barrier function and radiance. In addition to facial skincare, reluma also offers scalp care products, providing a comprehensive product line for users."
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729239/2022ESG_3_2_m4jorp.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "SkinVitali",
                "SkinVitali is a functional skincare brand established by Invitrx Therapeutics in the United States, combining years of research in cell therapy, feedback from frontline physicians, and Invitrx’s exclusive stem cell core technology. It is dedicated to next-generation technology-based skincare that provides scientifically proven rejuvenation, comfort, and health benefits for the skin."
              ]
            }
          },
          {
            "type": "H2",
            "props": {
              "text": "Exclusive Taiwan Agency for Three Brands under ExoCoBio, Korea"
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729239/2022ESG_3_3_azdpov.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "Celltweet",
                "A homecare exosome brand that utilizes the patented ExoSCRT™ pure exosome extract to awaken the skin’s natural healing energy through daily skincare, providing deep skin repair and regeneration."
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729240/2022ESG_3_4_llfix2.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "EXOMAGE",
                "The leading exosome brand in beauty spas, utilizing high-purity 99.5% exosome essence delivered deep into skin cells through expert massage techniques and beauty devices to accelerate skin repair."
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729245/2022ESG_3_5_y4yczi.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "A regenerative repair brand for medical aesthetic exosomes, featuring the exclusive ExoSCRT™ exosome technology with 5 billion pure exosomes. Combined with professional medical aesthetic devices, it efficiently repairs damaged cells, restoring the skin's innate beauty from within, and revealing naturally soft skin. Notably, the hair growth product series won first place in the AMWC Dermatology Conference Best Cosmetics Award."
              ]
            }
          },
          {
            "type": "H2",
            "props": {
              "text": "Agency for Singapore Biotech Brand Vesi+Derm"
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730729246/2022ESG_3_6_phfucs.webp",
              "alt": ""
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "Vesi+Derm",
                "Utilizing advanced liposome extraction technology, Vesi+Derm derives liposomes from egg yolk lecithin, with sizes around 100 nm, containing phospholipid bilayers and a large amount of water. Rich in fats, fat-soluble nutrients, and vitamins D & E, each milliliter contains over 10 trillion active micro-liposomes that help moisturize sensitive skin, particularly beneficial for eczema-related dryness, itching, and redness. It also prevents epidermal moisture loss, provides deep hydration, strengthens the skin barrier, and protects against aging and environmental factors. Long-term use can smooth fine lines and reduce skin lesions, making it the optimal liposome skincare product for skin barrier repair."
              ]
            }
          }
        ]
      },
    
      {
        "id": 11,
        "title": "New Energy",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730730454/2023ESG_1_1_smwerm.webp",
        "category": "Special Report on Sustainability",
        "date": "2023",
        "summary": "",
        "content": [
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "The International Energy Agency (IEA) predicts that global renewable energy capacity will increase by 500 GW in 2023, reaching a historic high. According to the IEA's '2023 World Energy Outlook,' investment in renewable and clean energy has grown by 40% from 2020 to 2023. Solar energy, in particular, attracts over $1 billion (about 150 billion yen) in daily investments. It is estimated that by 2030, renewable energy will account for 80% of the increase in new energy capacity, and demand for fossil fuels, including oil, will peak before 2030.",
                "As we enter 2024, marking the inaugural year of our new energy business, our primary focus is on the electric motorcycle market in India and Southeast Asia. With the global trend toward net-zero carbon emissions, the electric vehicle market is growing rapidly, and related applications are expanding swiftly. Having already laid the groundwork in the new energy vehicle sector over the past 3-4 years, with relevant technologies and operational plans in place, we are now focusing on electric motorcycles and cargo vehicles in India and Southeast Asia. We provide electrification solutions for customers transitioning from fuel-powered vehicles, shortening development time for rapid market entry.",
                "Since the establishment of our R&D department, we have been providing technical support to clients, analyzing future market trends, and developing applications for new product promotions. Additionally, we help clients resolve production and design issues and aim to offer comprehensive design solutions, enhancing our overall problem-solving capabilities. This not only improves customer convenience and value but also reduces production costs, strengthens client relationships, and opens up new business opportunities in emerging product areas."
              ]
            }
          },
          {
            "type": "H2",
            "props": {
              "text": "The company's New Energy Division develops products to capture the future growth potential of the green industry and expand the battery energy market."
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "We have two main innovative R&D projects:"
              ]
            }
          },
          {
            "type": "List",
            "props": {
              "type": "basic",
              "items": [
                {
                  "label": "Low-voltage electric power system development: This includes electric motors, power conversion and control systems, battery energy management systems, and vehicle power management systems. In line with the global net-zero carbon trend, the electric vehicle market is growing rapidly, and related applications are expanding quickly. Having laid the groundwork in the new energy vehicle sector for the past 3-4 years, relevant technologies and operational plans are now in place. The phased development goals have been successfully met, achieving mass production of integrated single-unit electric motors with validated performance metrics. The electronic control system, cooling system, and vehicle control unit (VCU) have been successfully integrated. This innovative research aims to promote the development of electric vehicles to reduce emissions and achieve energy-saving and carbon reduction benefits."
                },
                {
                  "label": "High-safety lithium-ion battery development project: This project includes electrochemical applications related to high-voltage electrolytes and silicon-carbon anode materials. Through internal R&D and patent licensing from Taiwan Tech, the addition of oligomers increases battery capacity and significantly improves safety. If the battery safety issue is effectively resolved, it can enhance Taiwan's lithium battery industry, boost international competitiveness, and support the government’s energy strategy and technology development policies, highlighting Taiwan's strategic layout and local industry technological advancement."
                }
              ],
              "className": "list-disc"
            }
          },
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "The new energy motor application R&D department has successfully achieved its phased development goals, realizing mass production of integrated single-unit electric motors with verified performance data. The electronic control system, cooling system, and vehicle control VCU system have been successfully integrated, and a two-wheel prototype was showcased at the Taiwan Smart Mobility Expo. Responding to customer needs, we independently developed a vehicle management system with the dashboard as the central interface, collecting operational information from the power unit and power module, conducting cloud-based big data assessments, and providing automated parameter adjustments for optimal configuration of the end product."
              ]
            }
          },
          {
            "type": "Img",
            "props": {
              "src": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730730455/2023ESG_1_2_dryxbl.webp",
              "alt": ""
            }
          }
        ]
      },
      {
        "id": 12,
        "title": "High-Efficiency and Automated Digital Energy-Saving Products",
        "thumbnail": "https://res.cloudinary.com/dvgxlmyje/image/upload/v1730730455/2023ESG_2_ro01vi.webp",
        "category": "Special Report on Sustainability",
        "date": "2023",
        "summary": "",
        "content": [
          {
            "type": "P",
            "props": {
              "paragraphs": [
                "With the rapid evolution of technology, we have entered the era of high-speed computing and AI. In the context of global climate change and heightened environmental awareness, energy-saving and carbon reduction have become a focal point and an essential social responsibility for businesses. Our company not only prioritizes maximizing shareholder value but also upholds corporate social responsibility. To this end, we have developed response strategies and adjusted operational guidelines, focusing on R&D in green batteries and other new energy products, as well as actively expanding our agency portfolio for energy management-related products, turning the climate crisis into an operational opportunity.",
                "High-speed computing AI products have substantial power demands. To meet environmental and energy-saving goals, we officially partnered with Schneider Electric in Q4 2023. Founded 188 years ago, Schneider Electric is the first company to achieve ISO 50001 energy management certification. Through this partnership, our company has secured exclusive agency rights for Schneider's high-efficiency and automated digital energy-saving products, including rack cabinets, UPS systems, air conditioning systems, monitoring cameras, and Building Management Systems (BMS), among others.",
                "Applicable fields include data centers, AI environments, SMT production lines, and chiller plants. The monitoring camera is unrestricted by field limitations and, by monitoring electricity usage, can quickly identify anomalies and improve energy management efficiency while ensuring environmental safety and reducing workplace accident risks. Through digitalized energy management, power data collected from production lines are analyzed to generate usage reports and consumption data, enabling effective monitoring and control, assisting companies in setting carbon reduction strategies, accelerating progress toward low-carbon and energy-saving goals, reducing costs, and enhancing supply chain reputation.",
                "Our company is actively expanding green and energy-saving products, setting 'power control and energy conservation' as a sustainability goal. Through independent R&D in green new energy products and expanding the agency of high-efficiency energy-saving products, we are actively promoting energy-saving equipment to meet our target of offering sustainable green products, thereby reducing the risk of over-reliance on specific agency products, increasing market competitiveness, and diversifying products to drive the company towards sustainability.",
                "From IC manufacturing to downstream products, every kilowatt saved is a step toward the company's commitment to a sustainable planet."
              ]
            }
          }
        ]
      }
      
  
  
]
